{
  "retail-shelving": {
    "mainTitle": "Retail Shelving",
    "field1": "As from 2018, Niche has partnered up with one of the leading shelving giants in the world and we are now offering a complete range of shelving solutions for the retail industry.",
    "field2": "Our products are created for all the various types of retail outlets, including: Hypermarkets, Pharmacies, Grocery Stores, Electronic Shops, Fashion Retailers, Cosmetics Shops and even Department Stores.",
    "field3": "These retail furniture designs, consist of standardised structural elements, customised for quick assembly and installation.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "vehicle-tracking": {
    "mainTitle": "Vehicle Tracking",
    "field1": "For all your Vehicle Tracking and Fuel Monitoring solutions, please go to:",
    "field2": "www.connexistechnologies.com",
    "field3": "Connexis operates independently, but is a part of the Niche Group.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "retail-audits": {
    "mainTitle": "Retail Audits",
    "field1": "Retail Audits is our in-store audit service. It is aimed at FMCG brands, electronics brands pharmaceutical companies etc., who provide OTC products. Retail audits is a service that can be customised to each client’s individual requirements. This helps our clients in establishing the correct marketing strategy and understanding the strengths and weaknesses of the distributor.",
    "field2": "On-Shelf Availability",
    "field3": "Pricing Analysis",
    "field4": "Shelf Spacing Analysis",
    "field5": "Planogram Compliance",
    "field6": "Promotions/Off-The-Shelf Activity Check",
    "field7": "Competitor Intelligence",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "video-design": {
    "mainTitle": "Video Design",
    "field1": "CINEMATIC VIDEOS",
    "field2": "Create palpable impact with cinematic clips which elevate your brand to new heights. Ideal for a website video, an event showcase, an advert or as an attention grabber at a convention.",
    "field3": "SOCIAL MEDIA CLIPS",
    "field4": "Do you want a dynamic short video or a longer clip to explain a process? We create enticing and engaging content for your social pages, or expertly crafted adverts for all leading social media platforms.",
    "field5": "CUSTOM PLAYLISTS",
    "field6": "We can create playlists that are easy to navigate and allow your clients to see more of your content. We create a logical flow and help you increase your video views across multiple platforms.",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "promotions-activations": {
    "mainTitle": "Promotion & Activation",
    "field1": "All our promotional activities are tailored to our clients’ marketing requirements. We aim to maximize brand awareness and improve brand perception, while ultimately increasing product sales.",
    "field2": "At Niche, we plan, execute, and manage promotional campaigns with extreme attention to details. From conception all the way to completion, we strive to help our clients reach their target market in the most efficient and cost-effective manner.",
    "field3": "Our professionally trained promoters will help you transform potential customers into buyers, whilst shifting their perception of your brand through a positive and exciting experience.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "online-reporting": {
    "mainTitle": "Online Reporting",
    "field1": "Niche provides online digital reporting for all visits to a specific retail estate, with both actual data and images, whether we are auditing the brand itself or the POP displays. Our field staff are equipped with handheld electronic devices to report back to our data processing department in Dubai.",
    "field2": "Our IT team will process those reports and then provide them to our client within 24 hours, or within an agreed reporting schedule. All data is held securely in Dubai and backed-up with independent servers off-site.",
    "field3": "Reports are customisable and bespoke for individual clients. Real-time reporting.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "retail-engagement-programs": {
    "mainTitle": "Retail Engagement Programs",
    "field1": "We can design, launch, and manage Retail Engagement Programmes for your retailers, to ensure your brand is front-of-mind for both the retailer and the retail staff.",
    "field2": "Our services are tailor-made, and each staff is trained specifically based on the client’s requirements.",
    "field3": "LOYALTY PROGRAMMES",
    "field4": "Motivating the in-store sales staff through:",
    "field5": "Rewards points for product knowledge",
    "field6": "Token gifts as prizes for excellent sales and customer service",
    "field7": "MYSTERY SHOPPING PROGRAMMES",
    "field8": "Our programmes test our own initiatives or the initiatives of third parties to ensure the effectiveness of retailer loyalty",
    "field9": "In-store training for sales staff",
    "field10": "Brand Ambassadors",
    "field11": "Ensure that the retail staff are trained in all the features and advantages of your brand and have been motivated to offer your brand ‘first’",
    "field12": "EVERY DEALER SURVEY",
    "field13": "We help brands gather data of the total universe of outlets in a city or country and understand if their products or competitors are present in these outlets.",
    "field14": "Census",
    "field15": "Digital Mapping",
    "field16": "empty"
  },
  "distribution": {
    "mainTitle": "Distribution",
    "field1": "With over two decades of experience providing a range of dedicated services, Niche has a reliable presence across MENA, collaborating and working with some of the most recognised multinationals across the region.",
    "field2": "OUR TEAM",
    "field3": "Highly experienced and professional",
    "field4": "Well established Market Reputation",
    "field5": "Effective core skills in Product Marketing, Market Research, Supply Chain Management & Technology",
    "field6": "SALES & TRADE",
    "field7": "A full range of services: Importing, Storing, Selling and Shipping to customers including Marketing Support",
    "field8": "We cover a wide network of customers across Modern trade & General trade across the MENA region",
    "field9": "LOGISTICS & DISTRIBUTION",
    "field10": "Modern Warehouse & Transport base",
    "field11": "Inventory Management",
    "field12": "High delivery effectiveness, with a flawless execution on orders",
    "field13": "IT SUPPORT",
    "field14": "ERP Systems based on the customer/consumer requirements",
    "field15": "Realtime value added information",
    "field16": "Handheld Terminals for the Sales / Merchandising team"
  },
  "clients": {
    "mainTitle": "Who Are Our Clients",
    "field1": "Our services appeal to different categories of organisations who operate within the distribution channel or channel marketing. Our client could be the brand owner, or any one of the following organisations.",
    "field2": "Our services provide data and images that monitor the day-to- day distribution channel activities and provide reliable and accurate information where action can be taken based on the data that we provide.",
    "field3": "We can also provide support and resources for specific programmes such as new product or service launches, brand ambassador programmes, retail estate intelligence whether these are short-term or long-term goals.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "about-us": {
    "mainTitle": "About Us",
    "field1": "Niche Marketing Management helps you get your brand and brand image to the forefront of your target markets in the Middle East, North Africa and Asia, by engaging with retailers and consumers. Our teams from around the globe, know exactly how to bring brands, retailers, and consumers together.",
    "field2": "The company was established in 2003, with our headquarters based in Dubai. Niche is a privately owned company with branches across the MENA and Asian regions. We have over 300 employees, all directly employed by Niche. We also have warehousing facilities both in the UAE and KSA.",
    "field3": "Niche operates in the following countries: United Arab Emirates, Saudi Arabia, Bahrain, Qatar, Kuwait, Oman, Jordan, Lebanon, Morocco, Tunisia, Algeria, Egypt, Pakistan and Malaysia.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "not-found": {
    "mainTitle": "Not Found",
    "field1": "404: Not Found",
    "field2": "You just hit a route that doesn't exist...",
    "field3": "empty",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "contact-us": {
    "mainTitle": "Contact Us",
    "field1": "PO Box 81605, Dubai, UAE",
    "field2": "Tel: + 9714 2978868 | Fax: +9714 2978869",
    "field3": "info@nicheme.com",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "merchandising": {
    "mainTitle": "Merchandising",
    "field1": "Identifying the right company to get your brand directly to market, whether physically, or getting your brand image to your target market, can be a real challenge.",
    "field2": "At Niche, we employ and train merchandisers for every type of business segment, in order to deliver the best visual quality in the market. Various companies choose us to increase their share of voice and shelf in the market.",
    "field3": "With a network of offices and staff in more than 15 different countries and 25 cities, we can confidently implement marketing and logistical activities on behalf of our clients.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "logistics": {
    "mainTitle": "Logistics",
    "field1": "Niche CAPE Shipping Services LLC is a division of Niche Marketing Management.",
    "field2": "Our clients trust us to stock, and deliver their products to retailers across the Middle East, Africa and Asia. We ensure the punctual delivery and safety of your products and act as your single point of contact for all your logistical needs.",
    "field3": "Sea and air cargo services: No matter where your goods are stocked, we can get them to where they need to be, by air or by sea.",
    "field4": "Freight Brokerage: Leave the worry of coordinating with carriers to us. We’ll negotiate the best prices, and handle every aspect of your logistical needs from A-Z.",
    "field5": "Land Transport: You can trust our fleet of light and heavy vehicles for your cargo transport.",
    "field6": "Warehousing: We provide warehouse facilities all around the globe.Free yourself from logistic headaches and get professional assistance to get your products delivered by contacting us today.",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "installation-of-fixtures-and-fittings": {
    "mainTitle": "Installation Of Fixtures And Fittings",
    "field1": "Throughout the years, we have completed the installations of high-value and high-tech furniture, as well as high-end fixtures in stores, on behalf of major international clients.",
    "field2": "We can help you with initial designs of display units or execute your roll out plans and can provide: import/re-export facilities, warehousing, delivery and installation of display units. Niche employs dedicated staff in all locations, who are trained to the highest standards, to complete all installations in accordance with the client’s specifications.",
    "field3": "Once installed, we are committed to customers and brand owners, through an agreed Service Level Agreement, with regard to break/re-fix response times of 24 -72 hours and on-going maintenance schedules.",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "digital-marketing": {
    "mainTitle": "Digital Marketing",
    "field1": "We know how important it is for you to succeed, so our digital packages are custom-built to your needs. This allows us to be affordable to businesses of any size.",
    "field2": "SEO & GOOGLE ADS",
    "field3": "We help you appear on TOP of Google web searches. We also create simple but effective Google Adwords & picture adverts. When clicking on either, clients are redirected to your website, social page or app.",
    "field4": "SOCIAL MEDIA ADVERTISING",
    "field5": "We create enticing and engaging content for your social pages, or expertly crafted adverts for all leading social media platforms. Do you want an eye catching graphic or a dynamic short video?",
    "field6": "SMART MANAGEMENT/ANALYTICS",
    "field7": "Our team of professional analysts can provide you with detailed visual reports, to help you monitor and improve overall online performance. From Analytics, to clear charts and graphs, as well as strategic recommendations.",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "header": {
    "mainTitle": "empty",
    "field1": "Your All-In-One Marketing Solutions Expert",
    "field2": "NICHE MARKETING",
    "field3": "Contact Us",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "footer": {
    "mainTitle": "empty",
    "field1": "© 2023 Niche Marketing. All Rights Reserved",
    "field2": "empty",
    "field3": "empty",
    "field4": "empty",
    "field5": "empty",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "index": {
    "mainTitle": "Home",
    "field1": "ABOUT US",
    "field2": "Niche Marketing Management helps you get your brand and brand image to the forefront of your target markets in the Middle East, North Africa and Asia, by engaging with retailers and consumers. Our teams from around the globe, know exactly how to bring brands, retailers, and consumers together.",
    "field3": "SERVICES",
    "field4": "MENA covers thousands of square miles and is home to thousands of retail outlets, all coming in different sizes. So the challenge is HOW to get your brand to consumers, while maintaining consistent brand awareness and professional implementation. That’s where we come in.",
    "field5": "Retail Audits",
    "field6": "Retail Engagement Programmes",
    "field7": "Retail Shelving",
    "field8": "Installation Of Fixtures And Fittings",
    "field9": "Distribution",
    "field10": "Merchandising",
    "field11": "Promotions & Activations",
    "field12": "Online Reporting",
    "field13": "Logistics",
    "field14": "Digital Marketing",
    "field15": "Video Design",
    "field16": "Branding & Advertising"
  },
  "navbar": {
    "mainTitle": "empty",
    "field1": "Home",
    "field2": "About Us",
    "field3": "Contact Us",
    "field4": "Clients",
    "field5": "Services",
    "field6": "empty",
    "field7": "empty",
    "field8": "empty",
    "field9": "empty",
    "field10": "empty",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  },
  "branding-advertising": {
    "mainTitle": "Production Branding & Advertising",
    "field1": "Your search ends here, together we will create something magical for you and your brand.",
    "field2": "WHAT WE DO",
    "field3": "Our goal is to manifest our client’s vision, so that their brand can blossom to reach its full potential.",
    "field4": "Acrylic Fabrication",
    "field5": "Create desirable shapes with unprocessed acrylic.",
    "field6": "Retail Pop Up Display",
    "field7": "There is only so much time to grab those eyeballs, let’s do it together.",
    "field8": "Large Format Printing",
    "field9": "Create desirable shapes with unprocessed acrylic.Large Format Printing Get your brand images in larger-than-life sizes.",
    "field10": "In order to manifest, you have to express yourself. Please share your brief details :",
    "field11": "empty",
    "field12": "empty",
    "field13": "empty",
    "field14": "empty",
    "field15": "empty",
    "field16": "empty"
  }
}